Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Create Group
ar: إنشاء مجموعة
cs: Vytvořit skupinu
de: Gruppe hinzufügen
es_es: Crear grupo
fi: Luo ryhmä
fr: Créer un groupe
hu: Csoport létrehozása
it: Crea gruppo
ja: グループを作成
ko: 그룹 만들기
nl: Maak groep
pl: Utwórz grupę
pt_br: Novo grupo
ru: Создать группу
sk: Vytvoriť skupinu
sv_se: Skapa grupp
th: สร้างกลุ่ม
tr: Grup Oluştur
zh_cn: 建立群组
zh_tw: 新建群組

source: Edit Group
ar: تحرير المجموعة
cs: Upravit skupinu
de: Gruppe bearbeiten
es_es: Editar grupo
fi: Muokkaa ryhmää
fr: Modifier le Groupe
hu: Csoport szerkesztése
it: Modifica Gruppo
ja: グループを編集
ko: 그룹 편집
nl: Bewerk groep
pl: Edytuj grupę
pt_br: Editar Grupo
ru: Изменить группу
sk: Upraviť skupinu
sv_se: Redigera grupp
th: แก้ไขกลุ่ม
tr: Grubu Düzenle
uk: Редагувати групу
zh_cn: 编辑群组
zh_tw: 編輯群組

source: New Group
ar: مجموعة جديدة
cs: Nová skupina
de: Neue Gruppe
es_es: Nuevo grupo
fi: Uusi ryhmä
fr: Nouveau groupe
hu: Új csoport
it: Nuovo Gruppo
ja: 新規グループ
ko: 새로운 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt_br: Novo Grupo
ru: Новая группа
sk: Nová skupina
sv_se: Ny grupp
th: สร้างกลุ่มใหม่
tr: Yeni Grup
uk: Нова група
zh_cn: 新建群组
zh_tw: 新建群組

source: Sync with the team
ar: المُزامنة مع الفريق
cs: Synchronizujte s týmem
de: Innerhalb eines Teams synchronisieren
es_es: Sincroniza con tu equipo
fr: Synchroniser avec l'équipe
it: Sincronizza con il team
ja: チームと同期
ko: 팀과 데이터베이스 동기화
nl: Synchroniseer met het team
pl: Synchronizuj z zespołem
pt_br: Equipe em sincronia
ru: Синхронизация с другими
sk: Synchronizujte sa s tímom
sv_se: Synka med teamet
th: ซิงค์กับทีมงาน
tr: Organize Olun
uk: Синхронізація з іншими
zh_cn: 与团队同步
zh_tw: 與團隊同步

source: Thank you! You can use KeePassium while purchase is awaiting approval from a parent
ar: شكرًا لك! يمكنك استخدام KeePassium أثناء انتظار تأكيد الشراء من أحد الوالدين
cs: Děkujeme! Můžete používat KeePassium, ale nákup musí schválit rodiče
de: Vielen Dank! Du kannst KeePassium verwenden, während auf eine Bestätigung des Kaufs gewartet wird
es_es: ¡Gracias! Puedes usar KeePassium mientras la compra se aprueba por el supervisor de la familia
fr: Merci! Vous pouvez utiliser KeePassium pendant que l'achat attend l'approbation d'un parent
it: Grazie! Puoi utilizzare KeePassium mentre l'acquisto è in attesa di approvazione da parte di un genitore
ja: ありがとうございます！ KeePassiumはお使いいただけますが、保護者の方に購入の承認をお願いしておきます。
nl: Bedankt! Je kunt KeePassium gebruiken terwijl er wordt gewacht op goedkeuring van een ouder.
pl: Dziękujemy! Możesz używać KeePassium czekając na zatwierdzenie płatności
pt_br: Obrigado! Você pode continuar usando KeePassium enquanto a compra aguarda aprovação de um responsável
ru: Спасибо! Вы можете использовать KeePassium, пока покупка ожидает подтверждения.
sv_se: Tack! Du kan använda KeePassium medan köpet väntar på bekräftelse från en målsman
zh_cn: 感恩您! 您可以使用KeePassium 直到父母批准购买。
zh_tw: 感恩您! 您可以使用KeePassium 直到父母批准購買。

source: Contacting AppStore...
ar: جاري الاتصال بـ AppStore...
cs: Kontaktování AppStore...
de: Verbindung zum AppStore...
es_es: Conectando con la AppStore ...
fr: Contacter l'App Store...
it: Stiamo contattando AppStore...
ja: App Storeに接続中…
ko: App Store에 연결 중...
nl: Bezig met openen van App Store...
pl: Łączenie z AppStore…
pt_br: Contactando AppStore...
ru: Связываемся с App Store...
sk: Kontaktovanie AppStore...
sv_se: Kontaktar App Store...
th: กำลังติดต่อ App Store...
tr: AppStore'a bağlanılıyor...
uk: Зв'язок із App Store...
zh_cn: 联系 AppStore...
zh_tw: 獲取購買結果...

source: Purchasing...
ar: جاري الشراء...
cs: Nakupování...
de: Kaufvorgang...
es_es: Comprando ...
fi: Ostetaan...
fr: Achat en cours...
it: Acquisto in corso...
ja: 購入中...
ko: 결제 중...
nl: Bezig met aanschaffen...
pl: Kupowanie...
pt_br: Comprando...
ru: Покупка...
sk: Nakupovanie...
sv_se: Köper...
th: กำลังซื้อ...
tr: Satın alınıyor...
zh_cn: 购买中…
zh_tw: 購買中…

source: No previous purchase could be restored.
ar: لا توجد أي عملية شراء سابقة يمكن استعادتها.
cs: Předchozí nákup nelze obnovit.
de: Kein vorheriger Kauf konnte wiederhergestellt werden.
es_es: No se pudo restaurar ninguna compra anterior.
fr: Aucun achat précédent n'a pu être restauré.
hu: Nem sikerült korábbi vásárlást helyreállítani.
it: Nessun acquisto precedente può essere ripristinato.
ja: 以前の購入は復元できませんでした。
ko: 복구할 수 있는 이전 구매 내역이 없습니다.
nl: Geen te herstellen aankoop.
pl: Poprzedni zakup nie może być przywrócony.
pt_br: Nenhuma compra anterior pôde ser restaurada.
ru: Не нашлось покупок, которые могут быть восстановлены.
sk: Nie je možné obnoviť žiadny predchádzajúci nákup.
sv_se: Inga tidigare köp kunde återställas.
th: ไม่มีการซื้อครั้งก่อนที่สามารถนำกลับมาใช้ได้
tr: Tüm önceki ödemeler geri yüklendi. Fakat bu uygulamayı daha önce satın almamışsınız.
zh_cn: 没有可以还原的内购。
zh_tw: 沒有可以還原的內購。

source: Sorry
ar: نآسف
cs: Omlouváme se
es_es: Lo siento
fr: Désolé
hu: Sajnáljuk
it: Siamo spiacenti
ja: 申し訳ありません
ko: 죄송합니다.
pl: Przepraszamy
pt_br: Desculpe
ru: Извините
sk: Ospravedlňujeme sa
sv_se: Förlåt
th: ขออภัย
tr: Üzgünüz
uk: Вибачте
zh_cn: 很抱歉
zh_tw: 很抱歉

source: Upgrade successful, enjoy the app!
ar: تمَّت الترقية بنجاح، استمتع بالتطبيق!
cs: Upgrade proběhl úspěšně, užijte si aplikaci!
de: Upgrade erfolgreich, genieße die App!
es_es: Actualización hecha con éxito, ¡disfruta de KeePassium!
fr: Mise à niveau réussie, profitez de l'application !
hu: Sikeres upgrade, használja egészséggel!
it: Aggiornamento riuscito, goditi l'app!
ja: アップグレードに成功しました。Appをお楽しみください！
ko: 업그레이드가 성공적으로 완료되었습니다!
nl: Upgrade geslaagd; geniet van de app!
pl: Aktualizacja zakończona pomyślnie, ciesz się aplikacją!
pt_br: Atualizado com sucesso. Aproveite!
ru: Обновление прошло успешно, приятной работы!
sk: Upgrade bol úspešný, užite si aplikáciu!
sv_se: Uppgraderingen lyckades, njut nu av appen!
th: อัพเกรดเรียบร้อย ใช้แอปได้เลย!
tr: Tüm ödemeler geri yüklendi, uygulamanın tadını çıkarın!
zh_cn: 升级成功, 享受它!
zh_tw: 升級成功, 享受它!

source: Purchase Restored
ar: تم استعادة عملية الشراء
cs: Nákup obnoven
de: Kauf wiederhergestellt
es_es: Compra restablecida
fr: Achat restauré
hu: Vásárlás visszaállítva
it: Acquisto Ripristinato
ja: 購入が復元されました
ko: 구매 내역 복원됨
nl: Aankoop hersteld
pl: Przywrócono zakup
pt_br: Compra restaurada
ru: Покупки восстановлены
sk: Nákup bol obnovený
sv_se: Köp återställt
th: เรียกคืนการซื้อสำเร็จ
tr: Satın alma geri yüklendi
uk: Покупки відновлені
zh_cn: 恢复购买
zh_tw: 恢復購買

source: %@ / month
ar: %@ / شهر
cs: %@ / měsíc
de: %@ / Monat
es_es: %@ / mes
fi: %@ / kuukaudessa
fr: %@ / mois
hu: %@ / hónap
it: %@ / mese
ja: %@ / 月
ko: %@ / 월
nl: %@/maand
pl: %@ / miesiąc
pt_br: %@/mês
ru: %@ / месяц
sk: %@ / mesiac
sv_se: %@ / månad
th: %@ / เดือน
tr: Ayda %@
uk: %@ / місяць
zh_cn: %@ / 月
zh_tw: %@ / 月

source: %@ / year
ar: %@/ سنة
cs: %@ / rok
de: %@ / Jahr
es_es: %@ / año
fi: %@ / vuodessa
fr: %@ / an
hu: %@ / év
it: %@ / anno
ja: %@ / 年
ko: %@ / 년
nl: %@/jaar
pl: %@ / rok
pt_br: %@/ano
ru: %@ / год
sk: %@ / rok
sv_se: %@ / år
th: %@ / ปี
tr: Yılda %@
uk: %@ / рік
zh_cn: %@ / 年
zh_tw: %@ / 年

source: %@ once
ar: %@ مرة واحدة
cs: %@ jednorázově
de: %@ einmalig
es_es: %@ de una vez
fi: %@ kerran
fr: %@ une fois
hu: egyszeri %@
it: %@ una volta
ja: %@ １回
ko: %@ 1회 지불
nl: eenmalig %@
pl: %@ jednorazowo
pt_br: Pagamento único: %@
ru: %@ однократно
sk: %@ jednorázovo
sv_se: %@ engångsbetalning
th: %@ ครั้งเดียว
tr: Tek seferlik %@
uk: %@ одноразово
zh_cn: %@ 一次性付费
zh_tw: %@ 一次性付費

source: Hmm, there are no upgrades available. This should not happen, please contact support.
ar: همم، لا تُوجد ترقيات مُتوفرة. هذا يجب ألا يحدث، يُرجى الاتصال بالدعم.
cs: Hmm, není k dispozici žádný upgrade. To by se nemělo stát, prosím kontaktujte podporu.
de: Hmm, es sind keine Upgrades verfügbar. Dies sollte nicht passieren, bitte kontaktieren Sie den Support.
es_es: Hmm, no hay actualizaciones disponibles. Esto no debería suceder, por favor contacta con el soporte técnico.
fr: Hmm, il n'y a aucune mise à jour disponible. Cela ne devrait pas se produire, veuillez contacter le support.
hu: Hmm, nem található upgrade. Ilyennek nem szabadna előfordulnia, kérjük lépjen kapcsolatba velünk.
it: Hmm, non ci sono aggiornamenti disponibili. Questo non dovrebbe accadere, si prega di contattare il supporto.
ja: アップグレードがありません。サポートにお問い合わせください。
ko: 가능한 업그레이드가 없습니다. 이는 일어나서는 안되는 상황입니다. 개발자에게 문의해주시기 바랍니다.
nl: Hmm, er zijn geen upgrades beschikbaar. Dit mag niet gebeuren; neem contact op met ons ondersteuningsteam.
pl: Hmm, brak dostępnej aktualizacji. To nie powinno się wydarzyć - skontaktuj się ze wsparciem.
pt_br: Hum... Não há atualizações disponíveis. Isso não deveria ocorrer. Por favor, contacte nosso suporte.
ru: Нет доступных покупок. Такого быть не должно, свяжитесь со службой поддержки.
sk: Hmm, nie je k dispozícii žiadny upgrade. To by sa nemalo stať, prosím kontaktujte podporu.
sv_se: Hmm, det finns inga uppgraderingar tillgängliga. Detta ska inte hända, var vänlig kontakta supporten.
th: หืม ตอนนี้ไม่มีการอัพเกรดให้ใช้ได้ ซึ่งเป็นสิ่งที่ไม่ควรเกิดขึ้น โปรดติดต่อฝ่ายสนับสนุน
tr: Hmm, yükseltme hazır değil. Bu olmamalıydı, lütfen desteğe başvurun.
zh_cn: 没有可用的升级, 这不应该发生, 请联系技术支持。
zh_tw: 沒有可用的升級, 這不應該發生, 請聯繫技術支持。

source: Beta testing
ar: اختبار إصدار البيتا
cs: Beta testování
de: Beta-Test
es_es: Prueba la versión beta
fi: Beta-testaus
fr: Fonctionnalités Beta
hu: Beta tesztelés
ja: ベータテスト
ko: 베타 테스트
nl: Bètatesten
pl: Testy beta
pt_br: Teste beta
ru: Бета-тестирование
sk: Beta testovanie
sv_se: Betatestning
th: ตัวเบตาทดสอบ
tr: Beta testi
uk: Бета-тестування
zh_cn: 测试版本
zh_tw: 測試版本

source: Expired %@ ago. Please renew.
ar: انتهت صلاحيتها منذ %@ جدد من فضلك.
cs: Platnost vypršela před %@. Prosím obnovte.
de: Vor %@ abgelaufen. Bitte erneuern.
es_es: Expirado hace %@. Por favor, renueva la suscripción.
fr: Expiré il y a %@ . Veuillez renouveler.
hu: %@ óta lejárt. Kérjük újítsa meg.
it: Scaduto %@ fa. Si prega di rinnovare.
ja: %@前に期限が切れています。更新をお願いします。
ko: %@ 전에 만료되었습니다. 갱신해 주시기 바랍니다.
nl: %@ geleden verlopen. Vernieuw je licentie.
pl: Wygasło %@ temu. Proszę odnowić.
pt_br: Venceu %@ atrás. Por favor, renove.
ru: Подписка закончилась %@ назад. Обновите её.
sk: Platnosť vypršala pred %@. Prosím obnovte.
sv_se: Förföll %@ sen. Var vänlig förnya.
th: หมดอายุ %@ ที่แล้ว โปรดต่ออายุใหม่
tr: %@ önce süresi doldu. Lütfen yenileyin.
zh_cn: 已经到期 %@ 天, 请续订。
zh_tw: 已經到期 %@ 天, 請續訂。

source: Next renewal on %@
ar: التجديد التالي في %@
cs: Další obnovení dne %@
de: Nächste Erneuerung am %@
es_es: Siguiente renovación en %@
fr: Prochain renouvellement le %@
hu: Következő frissítés: %@
it: Rinnovo successivo il %@
ja: 次回の更新は%@
ko: %@에 갱신 예정
nl: Volgende vernieuwing op %@
pl: Następne odnowienie %@
pt_br: Próxima renovação em %@
ru: Следующее обновление %@
sk: Ďalšie obnovenie bude %@
sv_se: Nästa förnyelse %@
th: ต่ออายุครั้งต่อไปในวันที่ %@
tr: Bir sonraki yenileme %@ tarihinde
uk: Наступне відновлення підписки %@
zh_cn: 下次续订时间: %@
zh_tw: 下次續訂時間: %@

source: Valid forever
ar: صالحة للأبد
cs: Platný navždy
de: Gültig für immer
es_es: Válido por siempre
fi: Aina voimassa
fr: Valable à vie
hu: Örökre érvényes
it: Valido per sempre
ja: 永久に有効
ko: 평생 유효
nl: Permanent geldig
pl: Ważne na zawsze
pt_br: Válido para sempre
ru: Навсегда
sk: Platné navždy
sv_se: Giltig för alltid
th: ใช้ได้ตลอดไป
tr: Sonsuza dek geçerlidir
zh_cn: 永远有效
zh_tw: 永遠有效

source: App being useful: %1$@/month, that is around %2$@/year.
ar: التطبيق كان مفيد: %1$@ في الشهر، أي حوالي %2$@ في السنة.
cs: Aplikace používána %1$@/měsíc, což je %2$@/ročně.
de: App ist nützlich: %1$@/Monat, das sind etwa %2$@/Jahr.
es_es: Uso de KeePassium: %1$@/mes, que es alrededor de %2$@/año.
fr: Application utile : %1$@/mois, soit environ %2$@/an.
it: App. utile: %1$@/ mese, circa %2$@/anno.
ja: Appの使用実績: %1$@/月、約%2$@/年
ko: 앱 사용 기간: %1$@/월 (%2$@/년)
nl: App is nuttig: %1$@/maand - dat is ongeveer %2$@/jaar.
pl: Aplikacja była używana: %1$@/miesiąc, to jest ok %2$@/rok.
pt_br: Aplicativo sendo útil: %1$@/mês, aproximadamente %2$@/ano.
ru: Приложение полезно %1$@/месяц, т.е. около %2$@/год.
sk: Aplikácia je používaná: %1$@/mesiac, čo je %2$@/rok.
sv_se: Appen är användbar: %1$@/månad, det är cirka %2$@/år.
th: ใช้แอปไป: %1$@/เดือน, หรือประมาณ %2$@/ปี
tr: Uygulamanın kullanışlı olması: %1$@/ay, yani yaklaşık %2$@/yıl.
zh_cn: 程序已使用: %1$@/月, 大约%2$@/年
zh_tw: 程式已使用: %1$@/月, 大約%2$@/年

source: Delete key file? Make sure you have a backup.
ar: حذف ملف المفتاح؟ تأكد أن لديك نسخة احتياطية.
cs: Opravdu chcete odstranit soubor s klíčem? Ujistěte se, že jej máte zálohovaný.
de: Schlüsseldatei löschen? Stellen Sie sicher, dass Sie ein Backup haben.
es_es: ¿Eliminar el archivo de clave? Asegúrate de tener una copia de seguridad.
fr: Supprimer le fichier clé? Assurez-vous d'avoir une sauvegarde.
hu: Kulcsfájl törlése? Bizonyosodjon meg róla, hogy van biztonsági másolata.
it: Eliminare il file chiave? Assicurati di avere un backup.
ja: キーファイルを削除しますか？ バックアップがあることを確認してください。
ko: 키 파일을 삭제하시겠습니까? 백업을 생성해뒀는지 확인해주세요.
nl: Verwijder sleutelbestand? Zorg ervoor dat je een back-up hebt.
pl: Usunąć plik klucza? Upewnij się, że masz kopię zapasową.
pt_br: Apagar o arquivo de chave? Certifique-se de ter uma cópia de segurança.
ru: Удалить ключевой файл? Убедитесь, что у вас есть резервная копия.
sk: Skutočne chcete odstrániť súbor s kľúčom? Uistite sa, že ho máte zálohovaný.
sv_se: Radera nyckelfil? Se till att du har en säkerhetskopia.
th: ลบไฟล์กุญแจหรือไม่? ตรวจสอบให้ดีว่าคุณกู้ไว้เรียบร้อยแล้ว
tr: Anahtar dosya silinsin mi? Yedeğini aldığınızdan emin olun.
zh_cn: 删除密钥文件? 请确保您有备份文件!
zh_tw: 刪除金鑰文件? 請確保您有備份檔案!

source: Upgrade to Premium
ar: الترقية للمميز
cs: Přejít na Premium
de: Auf Premium aktualisieren
es_es: Actualizar a Premium
fi: Päivitä Premium-versioon
fr: Passer à la version Premium
hu: Prémium verzióra váltás
it: Passa a Premium
ja: プレミアム版にアップグレード
ko: 프리미엄으로 업그레이드
nl: Upgrade naar Premium
pl: Uaktualnij do Premium
pt_br: Atualizar para Premium
ru: Включить Премиум
sk: Prejsť na Premium
sv_se: Uppgradera till premium
th: อัพเกรดเป็นพรีเมียม
tr: Premium'a Yükselt
uk: Придбати преміум
zh_cn: 升级到高级版
zh_tw: 升級到高級版

source: Save time entering your complex master passwords — keep your database open longer in the premium version.
ar: وفر وقت إدخال كلمات المرور الرئيسة المعقدة الخاصة بك - ابقي قاعدة البيانات الخاصة بك مفتوحة لفترة أطول في الإصدار المميز.
cs: Ušetřete čas zadáváním vašeho hlavního hesla – prémiová verze umožňuje ponechat databázi déle otevřenou.
de: Sparen Sie Zeit, beim Eingeben komplexer Master-Passwörter — halten Sie Ihre Datenbank länger offen mit der Premium-Version.
es_es: Ahorra tiempo introduciendo la larga contraseña maestra — mantén tu base de datos abierta más tiempo con la versión premium.
fr: Gagnez du temps en entrant vos mots de passe principaux complexes — gardez votre base de données ouverte plus longtemps dans la version premium.
it: Risparmia tempo inserendo le tue complesse password master — tieni aperto il database più a lungo nella versione premium.
ja: マスターパスワードの入力時間を節約できます：プレミアム版ではもっと長時間データベースを開いたままにできます。
ko: 복잡한 마스터 패스워드를 입력하는데에 시간을 허비하지 마세요. 프리미엄 버전에선 데이터베이스를 더 오래 열어둘 수 있습니다.
nl: Bespaar tijd bij het invoeren van complexe hoofdwachtwoorden — in de Premium-versie kun je je databank langer open houden.
pl: Oszczędź czas na wpisywaniu złożonego hasła - trzymaj swoją bazę otwartą dłużej w wersji premium.
pt_br: Ganhe tempo ao inserir suas senhas-mestras complexas — deixe seu banco de dados aberto por mais tempo na versão Premium.
ru: Экономьте время на вводе сложных мастер-паролей — держите базу открытой дольше в премиум-версии.
sk: Ušetrite čas spojený so zadávaním vášho hlavného hesla – prémiová verzia umožňuje ponechať databázu otvorenú dlhšie.
sv_se: Spara tid på att ange krångliga huvudlösenord – håll dina databaser öppna längre i premiumversionen.
th: จะไม่เสียเวลาเพื่อใส่รหัสผ่านหลักที่มีความซับซ้อน — สามารถเปิดฐานข้อมูลทิ้งไว้นาน ๆ ได้เมื่อใช้เวอร์ชันพรีเมียม
tr: Karmaşık ana şifrelerinizi girerken zaman kazanın; premium sürümde veritabanınızı daha uzun süre açık tutun.
zh_cn: 节省输入复杂主密码的时间 - 在高级版中保持数据库打开更长时间。
zh_tw: 節省輸入複雜主密碼的時間 - 在進階版中保持資料庫打開更長時間。

source: Easily switch between databases in the premium version.
ar: التبديل بسهولة بين قواعد البيانات في النسخة المميزة.
cs: V prémiové verzi můžete snadno přepínat mezi více databázemi.
de: Wechseln Sie einfach zwischen Datenbanken mit der Premium-Version.
es_es: Cambia fácilmente entre bases de datos con la versión premium.
fr: Basculer facilement entre les bases de données dans la version premium.
hu: Váltson könnyen több adatbázis között a prémium verzióban.
it: Cambia facilmente i database nella versione premium.
ja: プレミアム版ではデータベースの切り替えが簡単にできます。
ko: 프리미엄 버전에서 데이터베이스 간에 쉽게 전환할 수 있습니다.
nl: In de Premium-versie kun je eenvoudig schakelen tusses databanken.
pl: Łatwe przełączanie pomiędzy bazami w wersji premium.
pt_br: Alterne facilmente entre bancos de dados na versão Premium.
ru: Переключайтесь между базами легко и быстро в премиум-версии.
sk: V prémiové verzii môžete ľahko prepínať medzi viacerými databázami.
sv_se: Växla enkelt mellan databaser i premiumversionen.
th: สามารถสลับไปมาระหว่างฐานข้อมูลได้ในเวอร์ชันพรีเมียม
tr: Premium versiyonda veritabanları arasında kolayca geçiş yapın.
zh_cn: 在高级版本中快速切换多个数据库。
zh_tw: 在進階版本中快速切換多個資料庫。

source: Multiple Databases
ar: قواعد بيانات مُتعدِدة
cs: Více databází
de: Mehrere Datenbanken
es_es: Múltiples bases de datos
fi: Useita tietokantoja
fr: Bases de données multiples
hu: Több adatbázis
it: Database multipli
ja: 複数データベース
ko: 다중 데이터베이스
nl: Meerdere databanken
pl: Wiele baz
pt_br: Vários Bancos de Dados
ru: Несколько баз паролей
sk: Viaceré databázy
sv_se: Flera databaser
th: ฐานข้อมูลหลายจำนวน
tr: Çoklu Veritabanı
uk: Декілька баз паролів
zh_cn: 多个数据库
zh_tw: 多個資料庫

source: Preview images and documents directly in the app, in the premium version.
ar: معاينة الصور والمستندات مباشرة من التطبيق، في الإصدار المميز.
cs: Prémiová verze umožňuje náhled obrázků a dokumentů přímo v aplikaci.
de: Vorschau von Bildern und Dokumenten direkt in der App, mit der Premium-Version.
es_es: Vista previa de imágenes y documentos directamente en la aplicación con la versión premium.
fr: Aperçu des images et des documents directement dans l'application, dans la version premium.
it: Anteprima immagini e documenti direttamente nell'app, nella versione premium.
ja: プレミアム版では画像や文書を直接Appで見ることができます。
ko: 프리미엄 버전에서, 앱에서 바로 이미지 및 문서를 미리 볼 수 있습니다.
nl: In de Premium-versie kun je afbeeldingen en documenten direct voorvertonen in de app.
pl: Podgląd obrazów i dokumentów bezpośrednio w aplikacji w wersji premium.
pt_br: Visualize imagens e documentos sem sair do aplicativo, na versão Premium.
ru: Просматривайте изображения и документы прямо в премиум-версии программы.
sk: Prémiová verzia umožňuje náhľad obrázkov a dokumentov priamo v aplikácii.
sv_se: Förhandsgranska bilder och dokument direkt i appen, i premiumversionen.
th: สามารถแสดงตัวอย่างรูปภาพและเอกสารได้โดยตรงในแอป เมื่อใช้เวอร์ชันพรีเมียม
tr: Premium sürümde görüntüleri ve belgeleri doğrudan uygulamada önizleyin.
zh_cn: 升级高级版支持直接在程序中预览图像和文文件。
zh_tw: 升級進階版支持直接在程式中預覽圖像和文檔。

source: Preview Attachments
ar: مُعاينة المُرفقات
cs: Náhled příloh
de: Vorschau des Anhangs
es_es: Vista previa de adjuntos
fi: Esikatsele liitteet
fr: Aperçu des pièces jointes
hu: Csatolmány előnézete
it: Anteprima allegati
ja: 添付ファイルのプレビュー
ko: 첨부 파일 미리보기
nl: Bijlagen voorvertonen
pl: Podgląd załączników
pt_br: Visualizar Anexos
ru: Просмотр прикреплённых файлов
sk: Zobraziť ukážku príloh
sv_se: Förhandsgranska bilagor
th: ดูตัวอย่างไฟล์แนบ
tr: Bağlılıkları Önizle
uk: Перегляд прикріплених файлів
zh_cn: 附件预览
zh_tw: 附件預覽

source: Show Password
ar: إظهار كلمة المرور
cs: Ukázat heslo
de: Passwort anzeigen
es_es: Mostrar contraseña
fi: Näytä salasana
fr: Afficher le mot de passe
hu: Jelszó mutatása
it: Mostra Password
ja: パスワードを表示
ko: 패스워드 보이기
nl: Toon wachtwoord
pl: Pokaż hasło
pt_br: Mostrar senha
ru: Показать пароль
sk: Zobraziť heslo
sv_se: Visa lösenord
th: แสดงรหัสผ่าน
tr: Şifreyi Göster
uk: Показати пароль
zh_cn: 显示密码
zh_tw: 顯示密碼

source: (Please describe the problem here)
ar: (يُرجى وصف المُشكلة هُنا)
cs: (Zde prosím popište váš problém)
de: (Bitte beschreiben Sie das Problem hier)
es_es: (Por favor, describe aquí el problema)
fi: (Kuvaile ongelma tässä)
fr: (Veuillez décrire le problème ici)
hu: (Kérjük itt írja le a problémát)
it: (Si prega di descrivere il problema qui)
ja: （トラブルの内容を記述してください）
ko: (여기에 문제에 대한 설명을 작성해주세요.)
nl: (beschrijf hier het probleem)
pl: (Tutaj proszę opisać problem)
pt_br: (Por favor, descreva o problema aqui.)
ru: (Опишите проблему)
sk: (Tu prosím popíšte váš problém)
sv_se: (Vänligen beskriv problemet här)
th: (โปรดอธิบายปัญหาตรงนี้)
tr: (Lütfen sorunu burada açıklayın)
zh_cn: (请在此处描述问题)
zh_tw: (請在此處描述問題)

source: KeePassium needs permission to export files to your Photo Library.
ar: KeePassium يحتاج الإذن لتصدير الملفات إلى مكتبة الصور الخاصة بك.
cs: Pro export souborů do vaší knihovny s fotkami je nutné vaše povolení.
de: KeePassium benötigt die Berechtigung, Dateien in Ihre Fotobibliothek zu exportieren.
es_es: KeePassium requiere permisos para exportar archivos a la fototeca.
fr: KeePassium a besoin d'une autorisation pour exporter des fichiers vers votre bibliothèque Photos.
it: KeePassium ha bisogno dell'autorizzazione per esportare file nella tua libreria di foto.
ja: 写真ライブラリにファイルをエクスポートするには権限をKeePassiumに与える必要があります。
ko: 사진 라이브러리에 파일을 내보내기 위한 권한이 필요합니다.
nl: KeePassium heeft toestemming nodig om bestanden te exporteren naar je galerij.
pl: KeePassium potrzebuje pozwolenia na eksportowanie plików do Twojej biblioteki zdjęć.
pt_br: KeePassium precisa de permissão para exportar arquivos para a biblioteca de fotos.
ru: KeePassium нужно разрешение на сохранение файлов в Вашей медиатеке.
sk: KeePassium vyžaduje vaše povolenie na export súborov do vašej knižnice fotografií.
sv_se: KeePassium behöver tillåtelse för att exportera filer till Bilder.
th: KeePassium ต้องการการเข้าถึงเพื่อส่งออกไฟล์ไปยังคลังรูปภาพ
tr: Dosyaları dışa aktarmak için KeePassium'un Fotoğraf Kütüphanesine erişmeye ihtiyacı vardır.
zh_cn: KeePassium 需要获取汇出文件到照片库的权限。
zh_tw: KeePassium 需要獲取匯出檔案到照片庫的權限。

source: You can also store some notes, if you like.
ar: يُمكنك أيضًا تخزين بعض المُلاحظات، إذا أحببت.
cs: Zde si můžete přidat libovolné poznámky, pokud chcete.
de: Sie können auch einige Notizen speichern, wenn Sie möchten.
es_es: También puedes almacenar notas, si lo deseas.
fr: Vous pouvez également stocker des notes, si vous le souhaitez.
it: Puoi anche archiviare alcune note, se vuoi.
ja: メモも保存できます。
ko: 원하는 경우 메모를 추가하실 수 있습니다.
nl: Als je wilt, kun je ook notities opslaan.
pl: Możesz również przechowywać notatki, jeśli chcesz.
pt_br: Você também pode armazenar algumas anotações, se quiser.
ru: Здесь можно оставить заметки.
sk: Tu si môžete pridať ľubovoľné poznámky, ak chcete.
sv_se: Du kan även lagra anteckningar, om du vill.
th: คุณสามารถเก็บโน้ตได้ หากคุณต้องการ
tr: İsterseniz buraya birkaç not da alabilirsiniz.
zh_cn: 如果您愿意, 您也可以填写一些备注。
zh_tw: 如果您願意, 您也可以填寫一些備註。

source: Sample Entry
ar: مِثال للسجل
cs: Ukázkový záznam
de: Beispieleintrag
es_es: Entrada de ejemplo
fr: Échantillon d'entrée
hu: Mintabejegyzés
it: Esempio di voce
ja: エントリーのサンプル
ko: 예시 항목
nl: Voorbeelditem
pl: Przykładowy wpis
pt_br: Exemplo de entrada
ru: Новая запись
sk: Ukážkový záznam
sv_se: Exempelkonto
th: รายการตัวอย่าง
tr: Örnek Girdi
zh_cn: 条目样本
zh_tw: 項目樣本

source: john.smith
ar: فلان الفلاني
cs: jan.novak
es_es: perico.palotes
fi: matti.meikäläinen
fr: françois.pignon
hu: teszt.elek
ja: キー太郎
ko: 홍길동
nl: jan.jansen
pl: jan.kowalski
pt_br: jose.silva
ru: ivan.petrov
sk: jan.novak
sv_se: sven.svensson
th: สมชาย.รักดี
tr: mehmet.yildiz
uk: тарас.шевченко
zh_cn: 张三
zh_tw: 小明

source: Email
ar: البريد الإلكتروني
es_es: Correo electrónico
fi: Sähköposti
fr: Courriel
ja: メール
ko: 이메일
nl: E-mailadres
th: อีเมล
uk: Емейл
zh_cn: 电子邮件
zh_tw: 電子郵件
